Repository: JahirWH/videos
Catalog: po/extra/*.po
Languages: id

source: Videos
id: Video

source: Watch videos and movies
id: Menonton video dan film

source: A modern video player that focuses on displaying video content instead of player controls. It remembers your last played video and playback position so you can pick up from where you left off.
id: Pemutar video modern yang berfokus pada menampilkan konten video bukan kontrol pemutar. Ia mengingat video terakhir yang Anda putar dan posisi pemutaran sehingga Anda dapat melanjutkan dari mana Anda tinggalkan.

source: Additional features include:
id: Fitur tambahan meliputi:

source: Subtitle support
id: Dukungan sub judul

source: Play queue
id: Antrean putar

source: Thumbnail previews on the seek bar
id: Pratinjau gambar mini pada bilah pencarian

source: New features:
id: Fitur baru:

source: Control playback from the sound indicator
id: Kontrol pemutaran dari indikator suara

source: Other updates:
id: Pembaruan lainnya:

source: Make playback duration more accurate
id: Membuat durasi pemutaran lebih akurat

source: Translation updates
id: Pembaruan terjemahan

source: Update to Flatpak Platform 7
id: Pembaruan ke Flatform Flatpak 7

source: Fixes:
id: Perbaikan:

source: Fix a crash with certain video codecs
id: Memperbaiki kemogokkan dengan codec video tertentu

source: Update to 6.1 Flatpak runtime
id: Pembaruan ke runtime Flatpak 6.1

source: Added support for the org.freedesktop.Platfrom.ffmpeg-full extension
id: Menambahkan dukungan untuk ekstensi org.freedesktop.Platfrom.ffmpeg-full

source: Fix an issue with removing videos from library
id: Memperbaiki masalah penghapusan video dari pustaka

source: Two-finger swipe to go back
id: Gesek dua jari untuk kembali

source: Fix an issue with accessing library view
id: Memperbaiki masalah saat mengakses tampilan pustaka

source: Fix an issue with returning to the welcome page while playing multiple videos
id: Memperbaiki masalah saat kembali ke halaman selamat datang saat memutar beberapa video

source: Prevent sleep while playing a video
id: Mencegah tidur saat memutar video

source: Improvements:
id: Peningkatan:

source: Start up faster with large libraries
id: Memulai lebih cepat dengan pustaka besar

source: Fix cases where subtitles refused to load
id: Memperbaiki kasus ketika sub judul menolak dimuat

source: Handle if library folder is deleted or moved
id: Menangani jika folder pustaka dihapus atau dipindahkan

source: Load external subtitles
id: Memuat sub judul eksternal

source: Reliably update the replay button description and file
id: Memperbarui deskripsi dan berkas tombol putar ulang dengan andal

source: More consistently remember the last playing video and its play position
id: Lebih konsisten mengingat video yang terakhir diputar dan posisi pemutarannya

source: Fix missing icon in episode view
id: Memperbaiki ikon yang hilang dalam tampilan episode

source: Option to automatically play next videos
id: Opsi untuk memutar video berikutnya secara otomatis

source: Navigate the playlist with the keyboard
id: Menavigasi daftar putar dengan papan ketik

source: Add a button to clear the playlist
id: Menambahkan tombol untuk menghapus daftar putar

source: Show audio track language in settings
id: Tampilkan bahasa trek audio di pengaturan

source: Show playlist item titles in their tooltips
id: Menampilkan judul item daftar putar di tooltips mereka

source: Show an error for unsupported files
id: Menampilkan kesalahan untuk berkas yang tidak didukung

source: Fix disappearing cursor on headerbar
id: Memperbaiki kursor yang menghilang pada bilah kepala

source: Hide seekbar preview when switching windows with Alt + Tab
id: Menyembunyikan pratinjau pencarian saat beralih jendela dengan Alt + Tab

source: Build fixes
id: Perbaikan build

source: Window behavior improvements
id: Peningkatan perilaku jendela

source: Fix disappearing subtitle tracks
id: Memperbaiki trek sub judul yang menghilang

source: Disallow setting playback before start
id: Larang pengaturan pemutaran sebelum memulai

source: Limit consecutive spacebar pauses
id: Membatasi jeda bilah spasi berturut-turut

source: Crash fixes
id: Perbaikan Kemogokkan

source: Remove About dialog
id: Menghapus dialog Tentang

source: Minor bug fixes
id: Perbaikan bug kecil

source: Preview popover now closely follows cursor position
id: Popover pratinjau sekarang mengikuti posisi kursor dengan cermat

source: Fix appstream date format
id: Memperbaiki format tanggal appstream

source: Added a library view with search
id: Menambahkan tampilan pustaka dengan pencarian

source: Fixed a bug that prevents keyboard navigation
id: Memperbaiki bug yang mencegah navigasi papan ketik

source: Video Player
id: Pemutar Video
